Repository: giellalt/corpus-nob
Catalog: tmx/fkv/ficti/ruijankaiku/kattepine_og_paskeferie.docx.tmx
Source language: nob
Languages: fkv

source: Sportsbagen med sin dyrebare last, den viste ingen nåde.
fkv: Sporttilaukku ei tuntenu armoo, ei vaikka sen lasti oli kallisarvoinen.

source: Den gjorde som skia og la inn Postvannet som nytt reisemål.
fkv: Se teki saman tempun ko sivakkaki ja lähti huilaamhaan kohđi Postvannettii.

source: For en kattepine jeg hadde stelt i stand, det visste jeg godt.
fkv: Mie kyllä ymmärsin minkä hirveen kissapiinan mie olin saanu aikhaan.

source: Mamma visste også noe, hun visste knapt sin arme råd. Rex bråsluttet å logre.
fkv: Mamma kans ymmärsi jotaki, se ymmärsi ette ei pystynyt tekehmään mithään.

source: Rex skar av sted.
fkv: Rex kaarsi menehmään.

source: Lenge var det stille, ja foruten den øredøvende stormen.
fkv: Pitkhään aikhaan ei kuulunu muuta ku tormin hirvittäävä mellastus.

source: Men så, langt nede i motbakken, noe som sakte, men sikkert nærmet seg.
fkv: Mutta sitte, kaukkaa vastalheesta, kuului ette joku hithaasti mutta varmasti likeni.

source: En slags innestengt, hjerteskjærende jamring som steg i styrke.
fkv: Yhđenlainen ummesta kuuluuva, syđäntäsärkkeevä valitus mikä voimistui ette voimistui.

source: Og der, i bratta under oss, så vi noe.
fkv: Ja siinä, rintheessä meiđän alla, met näjimä jotaki.

source: En nedsnødd type med fire labber tok sakte form i snøfokket.
fkv: Vähän kerttaa tuiskun keskeltä iti lumheen peittyny nelikäpälheinen haamu.

source: Mellom tennene bærende på en sylinderformet sportsbag med ivrig innhold.
fkv: Hamphaitten välissä se kantoi sylinderinmallista sporttilaukkuu missä oli virkku sisältö.

source: Han drasset og bar bagen etter den ene håndløkka, bagen jamret og skrek, det minnet om kringkastingsorkesteret når de varmer opp.
fkv: Se raahas laukkuu yhđestä sangasta, laukku valitti ja kiljui, se oli ko NRK-orkesteri lämmittelemässä.

source: Mamma ble glad, men jeg ble enda gladere.
fkv: Mamma tuli iloiseksi, mutta mie tulin vielä iloisemmaksi.

source: Vi strevde oss over toppen av fjellet, stormen så overstadig fornærmet at den prøvde å kyle oss alle av sted.
fkv: Met lihkosimma yli vaaran lajen, tormi niin kauheen vihainen ette se freistas pyhkiit meiđät koko joukon enturhiin.

source: Hyttenaboene våre var hjemme.
fkv: Meiđän hyttäkrannit olthiin kotona.

source: Ingen hørte et kvekk da vi måket fram inngangspartiet og hamret knyttnevene i ytterdøra, men i vinduene så vi lys fra parafinlamper og vi ga oss ikke.
fkv: Ei kuulunu hiiskaustakhaan ko met kaivoima polvun porstuusseen ja kopistimma nyrkilä ovheen, mutta klasista met näjimä ette sisälä palethiin parafiinilamput, emmäkä antanheet ylön.

source: Til sist ble det røring der inne, mannen i hytta kom for å se hva som foregikk.
fkv: Lopulta kuului ette sisälä liikuthiin, hytän isäntä tuli kattomhaan mitä oli tapattumassa.

source: Han sa han trodde det var stormen som gneldret med hytta, og ikke folk.
fkv: Se sanoi ette hän luuli ette se oli tyhä tormi hytän seinissä mikä vinkui eikä ihmiset.

source: Mange dyr.
fkv: Eli elläimet.

source: «Kåm dåkker inn», minnes jeg at hyttenaboen vinket og ropte, han strevde med å få stengt døra bak oss.
fkv: «Tulkaa sishään», muistan ette hyttäkranni vinkkas ja huusi, sillä oli vaikkee saađa oven kiini meiđän pörästä.

source: «Hær e det husrom», sa han.
fkv: «Täälä kyllä oon sijjaa», se sanoi.

source: «Og hjærterom», lød det fra stua.
fkv: «Ja syämensijjaa», kuului tuvasta.

source: Det var kona i hytta, hun hadde nok skjønt at Bjerkan og hennes gjeng var ille ute og hadde det best inne.
fkv: Se oli hytän emäntä, se oli kyllä ymmärtänny ette Bjerkanilla roikkinens olthiin assiit huonosti ja ette niile olis parempi sisälä.

source: Mamma fikk varm kaffe og jeg fikk varm saft.
fkv: Mamma sai lämmintä kaffii ja mie lämmintä saftii.

source: Og kjeks.
fkv: Ja keksui.

source: Lizken og hennes unger fikk slippe ut av bagen og heller sjangle rundt på gulvet, Rex fikk smeltet snevann og en halv kotelett.
fkv: Lizken ja sen pojat päästhiin ulos laukusta pyöriskelemhään ympäri laattiita, Rex sai lumesta sulatettuu vettä ja puolen kotlettii.

source: Den natten sovnet jeg til deilig knitring fra vedovnen inne på stua.
fkv: Sinä yönä mie nukattin tuvan polttouunin ihanhaan rätinhään.

source: Der lå Rex tett ved ovnen og sov i rødskjæret, inne på soverommet lå kattene i fotenden av den senga jeg sov i. Katteskokken purret i kor før de sovnet, og da neste dag kom, kom han med sol og pent vær og mer påskeferie.
fkv: Rex makas uunin vieressä ja nukkui sen loistheessa, mie olin nukkumalomassa ja kissat maathiin minun sängyn jalkapäässä. Kissalauma kehräs kuorossa ennen ko net nukattethiin, ja seuraavanna päivänä tuli aurinko ja kaunis ilma ja lissää päässiäisfeeriätä.

source: Igjen la vi ut på nye eventyr, mamma og Rex, Lizken og ungene hennes og jeg.
fkv: Met lähđimä uuđesti ulos seikkailemhaan, mamma ja Rex, Lizken, sen pojat ja mie.

source: Påsken da jeg var ni år gammel, den strabasiøse skituren.
fkv: Päässiäiset ko mie olin yhđeksen vuoden ikhäinen, se kova hihtaamareisu.

source: Kattebagen som spant i lufta da den føk sin vei.
fkv: Kissalaukku mikä hyppeli ilmassa ja lensi tiehensä.

source: Jeg minnes det som en rar dag, men en fin ferie.
fkv: Mie muistan ette se oli kummalinen päivä, mutta feeriä oli fiini.
